<template>
  <dl class="contact-box">
    <dt class="fs-xl text-center pb-3">爱尚家·用户服务协议</dt>
    <dd>
      <h2>1、特别提示</h2>
      <p>1.1爱尚家网同意按照本协议的规定及其不时发布的操作规则提供基于互联网的相关服务（以下称"网络服务"），为获得网络服务，服务使用人（以下称"用户"）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。</p> 
    </dd>
    <dd>
      <h2>2、服务内容</h2>
      <p>2.1 爱尚家网服务的具体内容由爱尚家网根据实际情况提供，例如论坛(BBS)、微博、微信、电子邮件、发表新闻评论等。爱尚家网保留随时变更、中断或终止部分或全部网络服务的权利。</p>
      <p>2.2 爱尚家网在提供网络服务时，可能会对部分网络服务（例如电子邮件）的用户收取一定的费用。在此情况下，爱尚家网会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的网络服务。</p> 
      <p>2.3 用户理解，爱尚家网仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。</p> 
    </dd>
    <dd>
      <h2>3、使用规则</h2>
      <p>3.1 用户在申请使用爱尚家网服务时，必须向爱尚家网提供准确的个人资料，如个人资料有任何变动，必须及时更新。</p> 
      <p>3.2 用户注册成功后，爱尚家网将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p> 
      <p>3.3 用户必须同意接受爱尚家网通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。</p> 
      <p>
        3.4 用户在使用爱尚家服务过程中，必须遵循以下原则：<br />
        (a) 遵守中国有关的法律和法规；<br />
        (b) 不得为任何非法目的而使用网络服务系统；<br />
        (c) 遵守所有与网络服务有关的网络协议、规定和程序；<br />
        (d) 不得利用爱尚家网服务系统进行任何可能对互联网的正常运转造成不利影响的行为；<br />
        (e) 不得利用爱尚家网服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；<br />
        (f) 不得利用爱尚家网服务系统进行任何不利于爱尚家网的行为；<br />
        (g) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告爱尚家网。<br />
      </p>
    </dd>
    <dd>
      <h2>4、内容所有权</h2>
      <p>4.1 爱尚家网提供的网络服务内容可能包括：文字、软件、声音、图片、录像、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。</p> 
      <p>4.2 用户只有在获得爱尚家网或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。</p>
    </dd>
    <dd>
      <h2>5、免费声明</h2>
      <p>5.1 若爱尚家网已经明示其网络服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p> 
      <p>5.2 用户明确同意其使用爱尚家网服务所存在的风险将完全由其自己承担；因其使用爱尚家网服务而产生的一切后果也由其自己承担，爱尚家网对用户不承担任何责任。</p>
      <p>5.3 爱尚家网不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
      <p>5.4 爱尚家对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型 服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。</p>  
    </dd>
    <dd>
      <h2>6、服务变更、中断或终止</h2>
      <p>6.1 如因系统维护或升级的需要而需暂停网络服务，爱尚家网将尽可能事先进行通告。</p> 
      <p>
        6.2 如发生下列任何一种情形，爱尚家网有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：<br />
        (a) 用户提供的个人资料不真实；<br />
        (b) 用户违反本协议中规定的使用规则。<br />
      </p>
    </dd>
    <dd>
      <h2>7、用户隐私制度</h2>
      <p>
        7.1 尊重用户个人隐私是爱尚家的一项基本政策。所以，作为对用户注册资料分析的补充，爱尚家不会在未经合法用户授权时公开、编辑或透 露其注册资料及保存在爱尚家中的非公开内容。除非有法律许可要求或爱尚家在诚信的基础上认为透露这些信息在以下情况是必要的：<br />
        (1) 遵守有关法律规定，遵从爱尚家合法服务程序；<br />
        (2) 保持维护爱尚家的商标所有权；<br />
        (3) 在紧急情况下竭力维护用户个人和社会大众的隐私安全；<br />
        (4) 符合其他相关的要求。<br />
      </p>
      <p>
        7.2 保护用户隐私是爱尚家网的一项基本政策，爱尚家网保证不对外公开或向第三方提供用户注册资料及用户在使用网络服务时存储在土拨鼠网的非公开内容，但下列情况除外：<br />
        (1) 事先获得用户的明确授权；<br />
        (2) 根据有关的法律法规要求；<br />
        (3) 按照相关政府主管部门的要求；<br />
        (4) 为维护社会公众的利益；<br />
        (5) 为维护爱尚家网的合法权益。<br />
      </p>
      <p>7.3  爱尚家网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与爱尚家网同等的保护用户隐私的责任，则爱尚家网可将用户的注册资料等提供给该第三方。</p>
      <p>7.4  在不透露单个用户隐私资料的前提下，爱尚家网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
    </dd>
    <dd>
      <h2>8、修改协议</h2>
      <p>8.1 爱尚家网将可能不时的修改本协议的有关条款，一旦条款内容发生变动，爱尚家网将会在相关的页面提示修改内容。</p> 
      <p>8.2 如果不同意爱尚家网对服务条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受服务条款的变动。</p> 
    </dd>
    <dd>
      <h2>9、法律管辖</h2>
      <p>9.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
      <p>9.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向爱尚家网所在地的人民法院提起诉讼。</p> 
    </dd>
    <dd>
      <h2>10、通知和送达</h2>
      <p>10.1 本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p> 
    </dd>
    <dd>
      <h2>11、其他规定</h2>
      <p>11.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p> 
      <p>11.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
      <p>11.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
    </dd>
  </dl>
</template>

<style lang="scss" scoped>
.contact-box {
  width: 850px;
  dt {
    border-bottom: 1px solid #bebebe;
  }
  dd {
    border-bottom: 1px dotted #bebebe;
    margin-left: 0;
    padding: 0 10px;
    h2 {
      color: #094;
      font-size: 18px;
      font-weight: normal;
    }
    p {
      line-height: 22px;
      color: #9b9b9b;
    }
  }
}
</style>
